Repository: SonyInternProjectTeam/gymroutine-mobile
Catalog: gymroutine-mobile/Localizable.xcstrings
Source language: en
Languages: ja

source: Arm
ja: 腕

source: Back
ja: 背中

source: Bench Press
ja: ベンチプレス

source: Calendar
ja: カレンダー

source: Chest
ja: 胸

source: Chest Press
ja: チェストプレス

source: Home
ja: ホーム

source: Legs
ja: 脚

source: Profile
ja: プロフィール

source: Squat
ja: スクワット

source: Front Squat
ja: フロントスクワット

source: Bulgarian Split Squat
ja: ブルガリアンスプリットスクワット

source: Goblet Squat
ja: ゴブレットスクワット

source: Sumo Squat
ja: 相撲スクワット

source: Deadlift
ja: デッドリフト

source: Romanian Deadlift
ja: ルーマニアンデッドリフト

source: Stiff-Leg Deadlift
ja: スティッフレッグデッドリフト

source: Hip Thrust
ja: ヒップスラスト

source: Glute Bridge
ja: グルートブリッジ

source: Leg Press
ja: レッグプレス

source: Leg Curl (Hamstring Curl)
ja: レッグカール (ハムストリングカール)

source: Leg Extension
ja: レッグエクステンション

source: Calf Raise
ja: カーフレイズ

source: Seated Calf Raise
ja: シーテッドカーフレイズ

source: Walking Lunge
ja: ウォーキングランジ

source: Step-up
ja: ステップアップ

source: Box Jump
ja: ボックスジャンプ

source: Wall Sit
ja: ウォールシット

source: Incline Bench Press
ja: インクラインベンチプレス

source: Decline Bench Press
ja: デクラインベンチプレス

source: Dumbbell Press
ja: ダンベルプレス

source: Dumbbell Fly
ja: ダンベルフライ

source: Chest Dip
ja: チェストディップ

source: Push-up
ja: プッシュアップ

source: Incline Dumbbell Fly
ja: インクラインダンベルフライ

source: Cable Crossover
ja: ケーブルクロスオーバー

source: Pull-up
ja: プルアップ

source: Chin-up
ja: チンアップ

source: Lat Pulldown
ja: ラットプルダウン

source: Barbell Row
ja: バーベルロー

source: Dumbbell Row
ja: ダンベルロー

source: T-Bar Row
ja: Tバーロー

source: Seated Cable Row
ja: シーテッドケーブルロー

source: Inverted Row
ja: インバーテッドロー

source: Rack Pull
ja: ラックプル

source: Face Pull
ja: フェイスプル

source: Shrug
ja: シュラッグ

source: Shoulder Press (Overhead Press)
ja: ショルダープレス (オーバーヘッドプレス)

source: Arnold Press
ja: アーノルドプレス

source: Dumbbell Lateral Raise
ja: ダンベルラテラルレイズ

source: Barbell Front Raise
ja: バーベルフロントレイズ

source: Dumbbell Front Raise
ja: ダンベルフロントレイズ

source: Rear Delt Fly
ja: リアデルトフライ

source: Upright Row
ja: アップライトロー

source: Cable Lateral Raise
ja: ケーブルラテラルレイズ

source: Machine Shoulder Press
ja: マシンショルダープレス

source: Barbell Curl
ja: バーベルカール

source: Dumbbell Curl
ja: ダンベルカール

source: Hammer Curl
ja: ハンマーカール

source: Concentration Curl
ja: コンセントレーションカール

source: Preacher Curl
ja: プリーチャーカール

source: Cable Curl
ja: ケーブルカール

source: Incline Dumbbell Curl
ja: インクラインダンベルカール

source: Triceps Pushdown
ja: トライセプスプッシュダウン

source: Overhead Triceps Extension
ja: オーバーヘッドトライセプスエクステンション

source: Skull Crusher
ja: スカルクラッシャー

source: Close-Grip Bench Press
ja: クローズグリップベンチプレス

source: Dips (Bench Dip)
ja: ディップス（ベンチディップ）

source: Cable Overhead Extension
ja: ケーブルオーバーヘッドエクステンション

source: Plank
ja: プランク

source: Sit-up
ja: シットアップ

source: Crunch
ja: クランチ

source: Bicycle Crunch
ja: バイシクルクランチ

source: Hanging Leg Raise
ja: ハンギングレッグレイズ

source: Lying Leg Raise
ja: ライイングレッグレイズ

source: Russian Twist
ja: ロシアンツイスト

source: Cable Crunch
ja: ケーブルクランチ

source: Ab Wheel Rollout
ja: アブホイールロールアウト

source: Mountain Climber
ja: マウンテンクライマー

source: V-up
ja: Vアップ

source: Side Plank
ja: サイドプランク
